0Ç•c	*ÜHÜ˜†Ç•T0Ç•P10	`ÜHe0ÇöÄ	*ÜHÜ˜†ÇöqÇöm<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>default</key>
		<string>The Wi-Fi Diagnostics Profile generates files that allow Apple to troubleshoot issues with your device and help Apple to improve its products and services.  The generated files may contain some of your personal information, including about your Wi-Fi connection, such as the hardware address of the wireless router you are connected to and content you transfer over the network while this profile is installed. The profile will expire after 31 days.

You will be able to review the log files on your computer prior to sending them to Apple.  To turn off logging, open Settings, tap General, tap "Profiles and Device Management," tap "WiFi Performance Diagnostics," and tap "Delete Profile."

            By enabling this diagnostic tool and sending a copy of the generated files to Apple, you are consenting to Apple‚Äôs use of the content of such files in accordance with its privacy policy (http://www.apple.com/legal/privacy).
        

Apple Confidential Profile. Do not distribute. Not to be used or disclosed without permission from Apple. Copyright ¬© 2020, Apple Inc. All rights reserved.</string>
	</dict>
	<key>DurationUntilRemoval</key>
	<real>2678400</real>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Logging Payload for SystemConfiguration, IP Configuration, Captive and EAP/802.1x </string>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.0</string>
			<key>PayloadType</key>
			<string>com.apple.system.logging</string>
			<key>PayloadUUID</key>
			<string>27CFE116-4824-4FD0-8302-94274F631DD6</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Subsystems</key>
			<dict>
				<key>com.apple.IPConfiguration</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.SystemConfiguration</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
					<key>SCDynamicStore</key>
					<dict>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>info</string>
							<key>Persist</key>
							<string>info</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.captive</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.eapol</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
					</dict>
				</dict>
				<key>com.apple.wifikit</key>
				<dict>
					<key>DEFAULT-OPTIONS</key>
					<dict>
						<key>Default-Privacy-Setting</key>
						<string>Public</string>
						<key>Enable-Oversize-Messages</key>
						<true/>
						<key>Level</key>
						<dict>
							<key>Enable</key>
							<string>debug</string>
							<key>Persist</key>
							<string>debug</string>
						</dict>
						<key>TTL</key>
						<dict>
							<key>Default</key>
							<integer>14</integer>
						</dict>
					</dict>
				</dict>
			</dict>
		</dict>
		<dict>
			<key>PayloadContent</key>
			<array>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.captive.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>LogFlags</key>
						<integer>-1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.eapol.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.IPConfiguration.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>Verbose</key>
						<true/>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.IPMonitor.control</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>WiFiManagerLoggingEnabled</key>
						<string>true</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.MobileWiFi.debug</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>ShowWiFiUI</key>
						<string>true</string>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.wifi.ui</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>LoggingEnabled</key>
						<integer>1</integer>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.wifiFirmwareLoader</string>
				</dict>
				<dict>
					<key>DefaultsData</key>
					<dict>
						<key>CoreCaptureConfig</key>
						<dict>
							<key>CCConfigurePipe</key>
							<dict>
								<key>com.apple.driver.ACIWiFiDriver</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>TimeSyncEngineMessages</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
								<key>com.apple.iokit.IO80211Family</key>
								<dict>
									<key>IO80211AWDLPeerManager</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
									<key>OneStats</key>
									<dict>
										<key>Policy</key>
										<integer>1</integer>
									</dict>
								</dict>
							</dict>
							<key>CCConfigureStream</key>
							<dict>
								<key>com.apple.driver.ACIWiFiDriver</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>Commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>RxEvents</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>RxManagement</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>RxStats</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37795716399104</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>351617645098215952</integer>
											</dict>
										</dict>
										<key>drainrxdatawio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>filltxfdatawio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>8388608</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>2</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>2197</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>debugQueueStream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>-1</integer>
												<key>LogLevel</key>
												<integer>127</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV2.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270038</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270016</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358469243185680</integer>
											</dict>
										</dict>
										<key>bulkread</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>11</integer>
											</dict>
										</dict>
										<key>bulkwrite</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>credits0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>events</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>glomtransmitted</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>networkfamilystack_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxhsic</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxsdio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>rxpacket</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>137447342080</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_ap1</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>33848193</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Chip_UART</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
								<dict>
									<key>DatapathEvents</key>
									<dict>
										<key>bpf_tap_in</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270038</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>37796253270016</integer>
											</dict>
										</dict>
										<key>bpf_tap_in_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358469243185680</integer>
											</dict>
										</dict>
										<key>commander</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>credits0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>driverstatepcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>events</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>glomtransmitted</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>interfacequeue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
											</dict>
										</dict>
										<key>networkfamilystack</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>networkfamilystack_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
											</dict>
										</dict>
										<key>peerinput</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerinput_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_ap1</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>peerqueue_awdl0</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxpcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>requestiotxsdio</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>7</integer>
											</dict>
										</dict>
										<key>rxpacket</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
										<key>rxpacketpcie</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
											</dict>
										</dict>
									</dict>
									<key>DriverLogs</key>
									<dict>
										<key>IO80211Logger</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>137447342080</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_ap1</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>4</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211Logger_awdl0</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>146042519552</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>loggerstream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>33848193</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareBusLogs</key>
									<dict>
										<key>Firmware_Bus</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
										</dict>
									</dict>
									<key>FirmwareLogs</key>
									<dict>
										<key>Chip_UART</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>TimeSyncEngineMessages</key>
									<dict>
										<key>TimeSyncEngine</key>
										<dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
								</dict>
								<key>com.apple.iokit.IO80211Family</key>
								<dict>
									<key>ControlPath</key>
									<dict>
										<key>IO80211 Event Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>4</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
										<key>IO80211 IOCTL Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>-1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>3</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>IO80211AWDLPeerManager</key>
									<dict>
										<key>bpfIO80211Awdl</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>1</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>27358198660246032</integer>
												<key>LogLevel</key>
												<integer>5</integer>
											</dict>
										</dict>
									</dict>
									<key>OneStats</key>
									<dict>
										<key>IO80211 IOReporter Stream</key>
										<dict>
											<key>Console</key>
											<dict>
												<key>LogFlags</key>
												<integer>0</integer>
												<key>LogLevel</key>
												<integer>0</integer>
											</dict>
											<key>CoreCapture</key>
											<dict>
												<key>LogFlags</key>
												<integer>1</integer>
												<key>LogLevel</key>
												<integer>10000</integer>
											</dict>
										</dict>
									</dict>
								</dict>
							</dict>
						</dict>
					</dict>
					<key>DefaultsDomainName</key>
					<string>com.apple.corecapture.configure</string>
				</dict>
			</array>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.1</string>
			<key>PayloadType</key>
			<string>com.apple.defaults.managed</string>
			<key>PayloadUUID</key>
			<string>A4979507-75C6-455D-B9E8-0200E1E055F1</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>CoreCaptureConfig</key>
			<dict>
				<key>CCConfigurePipe</key>
				<dict>
					<key>com.apple.driver.ACIWiFiDriver</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
					<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareBusLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>TimeSyncEngineMessages</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
					<key>com.apple.iokit.IO80211Family</key>
					<dict>
						<key>IO80211AWDLPeerManager</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
						<key>OneStats</key>
						<dict>
							<key>Policy</key>
							<integer>1</integer>
						</dict>
					</dict>
				</dict>
				<key>CCConfigureStream</key>
				<dict>
					<key>com.apple.driver.AppleBCMWLANCoreV3.0</key>
					<dict>
						<key>DatapathEvents</key>
						<dict>
							<key>commander</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>driverstatepcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>events</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
								</dict>
							</dict>
							<key>requestiotxpcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>7</integer>
								</dict>
							</dict>
							<key>requestiotxsdio</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>7</integer>
								</dict>
							</dict>
							<key>rxpacket</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
							<key>rxpacketpcie</key>
							<dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
								</dict>
							</dict>
						</dict>
						<key>DriverLogs</key>
						<dict>
							<key>loggerstream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>33848193</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareBusLogs</key>
						<dict>
							<key>Firmware_Bus</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
							</dict>
						</dict>
						<key>FirmwareLogs</key>
						<dict>
							<key>Chip_UART</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
					</dict>
					<key>com.apple.iokit.IO80211Family</key>
					<dict>
						<key>ControlPath</key>
						<dict>
							<key>IO80211 Event Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>-1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>4</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
							<key>IO80211 IOCTL Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>-1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>3</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>IO80211AWDLPeerManager</key>
						<dict>
							<key>bpfIO80211Awdl</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>1</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>27358198660246032</integer>
									<key>LogLevel</key>
									<integer>5</integer>
								</dict>
							</dict>
						</dict>
						<key>OneStats</key>
						<dict>
							<key>IO80211 IOReporter Stream</key>
							<dict>
								<key>Console</key>
								<dict>
									<key>LogFlags</key>
									<integer>0</integer>
									<key>LogLevel</key>
									<integer>0</integer>
								</dict>
								<key>CoreCapture</key>
								<dict>
									<key>LogFlags</key>
									<integer>1</integer>
									<key>LogLevel</key>
									<integer>10000</integer>
								</dict>
							</dict>
						</dict>
					</dict>
				</dict>
			</dict>
			<key>PayloadDisplayName</key>
			<string>Mega Logging Profile</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.defaults.2</string>
			<key>PayloadType</key>
			<string>com.apple.corecapture.configure</string>
			<key>PayloadUUID</key>
			<string>A4979508-85C6-555D-C9E8-1200E1E05117</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Enable WiFi daemon and driver diagnostic mode</string>
	<key>PayloadDisplayName</key>
	<string>WiFi Performance Diagnostics</string>
	<key>PayloadIdentifier</key>
	<string>com.apple.defaults.managed.corecapture.wifi.megawifi</string>
	<key>PayloadOrganization</key>
	<string>Apple Inc.</string>
	<key>PayloadScope</key>
	<string>system</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>8126B37E-468A-42B6-BCD0-E847D6F29894</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>RemovalDate</key>
	<date>2021-06-23T07:00:00Z</date>
</dict>
</plist>
†Ç	s0Ç0Ç †π˚eëJòi0	*ÜHÜ˜ 0b10	UUS10U

Apple Inc.1&0$UApple Certification Authority10UApple Root CA0130524174337Z280524174337Z0Åå1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0Ç"0	*ÜHÜ˜ Ç 0Ç
Ç ∏H°glVùÂp≈FÙØÖ„Ω:ﬁ°ÁŸ®6<b•|†G≥kÅ¨˛ÿtÊ5∞XOtÿ£˛Ì-Ó§s%Y‘ñ‹&œù'ãTú‹í±‡3bô»πØ6§jÅëßm››-ÃÅ}Ã)â£…ô™¢ÏŸgi<øD($±ƒ,5÷± %ÔPß€%∆√Oo[áæ*Òìß‘l^≤9.©·m;Æ9q?ÛπÙWù# OôÉ^üXæµ—Ï◊≤~¬e‚ÒÏ<¶¸n€V≥Ó
≤K…¢Ò1ˆÆﬁ5l√Ä^Pcê∂∫m\¿„ü&ÉJﬁõ©∞Zo˚õkÅÏ›ﬂ2ﬁ¸.B¢ xZ◊ £Å¶0Å£0U˜æ|!`ë€={ÿ:2Åiﬂûlõ0Uˇ0ˇ0U#0Ä+–iGîv	˛Ùkç.@¶˜GM^0.U'0%0#†!†Ühttp://crl.apple.com/root.crl0Uˇ0
*ÜHÜ˜cd 0	*ÜHÜ˜ Ç ïÕç˝§]ıÒ¿áIá›≥3ì≠Ñ–!ì„Ÿ÷⁄Ø	"Ç`<YBÒ-ì∂?ˇÙ*ÙÓjx¡.˚;LÆeCÀœ®Î=7êE/Jç®àk‚ö€Ôg∏Ò‰ÿÜqw”Ûâ‡Ø§Í(§?4ye6ÉTAq◊!‹PUEŒéº˜‹U–≥ (Q¨sQ¨yãní†7	a1/°—∫Î·\7¿ÿ—Á‡RB§îãˆ`"`|†¿?¡ïÖ’¬'c∞bVôÌ%ÙÃàôô‹T∑yËÅÖ8@¬πÌMb‘+ˆ)Òg°·çrwˆ†î+QàÑSÚÛí	ÑÛËø°&œ¸í7ª@0ÇS0Ç;†X‚]Õ&b†Â0	*ÜHÜ˜ 0Åå1@0>U7Apple Application Integration 2 Certification Authority1&0$UApple Certification Authority10U

Apple Inc.10	UUS0180402230040Z210401230040Z0s1.0,U%AppleCare Profile Signing Certificate10UConfiguration Profiles10U

Apple Inc.10	UUS0Ç"0	*ÜHÜ˜ Ç 0Ç
Ç ºtÌZ‡0≤DøW‚Ê’
ƒ}ôŸîégHv†zÁ›~–Wäˇ∞í‚Íâñ≥[Üîß
î∞ßÉÿ</Ëbê)W–U˙8‹2‘´Òns‹'°Ÿ∫5∏ﬂ∂ -,ô⁄ﬂô◊@?Eb‡7ZÌ’t˙ˇJÃ¢/dxœì‘*[ç.ÏaÆZÒW˙°kgq¬≠h^#”8gFãMbƒï1](—0W	>zº|“„F\ƒM~œ(ı‘Ä¢!M,-:≤'ˇå∂o¬Ò€™§õHôﬁ–nJ]Sÿö‹E£îªîı¸Ñd√ÍKc
?j≈∫≥?˛˛Ê‹6∆nr
]¿∫Œé@Õ	2 £Çœ0ÇÀ0@+40200+0Ü$http://ocsp.apple.com/ocsp04-aaica020UxLziE'gúN≤‹¥∂∑
∆BX%0Uˇ0 0U#0Ä˜æ|!`ë€={ÿ:2Åiﬂûlõ0ÇU Ç0Ç0Å˛	*ÜHÜ˜cd0Å0(+http://www.apple.com/appleca0Å√+0Å∂Å≥Reliance on this certificate by any party assumes acceptance of the then applicable standard terms and conditions of use, certificate policy and certification practice statements.0UˇÄ0U%ˇ0	*ÜHÜ˜cd0	*ÜHÜ˜ Ç àÖ"ó—Ø†2V‚Ωë» ÉLΩb^ƒqdèlÍìh»Ú˚ûƒ¨A¡6àï…º≤Î…≤ÅMIÉö™BÒ≈á{QVÔR
Ò≥ ôj[ÒS…¸{t›∑ò[Y7¥·L8≠ ésh—'*ô öB≈X≥àﬂ¸|Í|1)õYè∆VÈFr TÖg≠ìïfj/É»QpGÁ˘6N•ΩæwÀ‹ywN_H›kπ˚lÍ$è¿IáÙƒÎŒé≥Ç™oısÕåˇ˚É¸^ÙQ!“6`mAı´
JØàMöOA#B5`„&ha9Q˚* Ï…U‰ªÊ√ÄRﬂ}v.ÛaÃ†ÄQÄ 1Ç?0Ç;†xLziE'gúN≤‹¥∂∑
∆BX%0	`ÜHe0	*ÜHÜ˜ Ç >Î7¨¬Tc„Ω3^vû_ß/ì”4]›‡êÁêê]«âŒÈuÏ¥Â@)Ç€nô˙è"#ﬂOnQCD¶"2÷É¡LMu/<!n8ŸÉ' ˝¢ &)¡Ï6˘BOT È‰ÎÒs(¸¿¥•ª(í%ñE,Lõ‰ﬁ¬7∑TC7ZõûJ⁄Âíc√2HvZÎ √‹>>Ù”'»Ê›`∫=tÖ&êíó∆[´5Ô/W‡g•O;¥+kƒ ˝†¿£óıË2öÙèi[ ÔR3ÖfÛœVπìI"@Imî4U—bè¥¨:ã›Œ≤*’!E3¯R9˚ú*wÿÉå¬âñ˘ÏûµHÃÔ